Repository: seanpm2001/mt-training-data
Catalog: os/os_pontoon.tmx
Source language: en_us
Languages: os

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
os: Гъеныр дæ бон у бахай кӕнын дæ хъæлæс, цæмæй махæн баххуыс кæнай сфæлдисын хъæлæсон рардты базӕ, райдайæн гом кодимæ, кæцыйы акæмæндæр йæ бон уыдзæн архайын, цæмæй сфæлдисæм ног ӕфтуӕнттӕ арæзтытæн æмæ интернетæн. Хъуыдыйад бакæс, цæмæй баххуыс кæнай дзурын машинæтæн, куыд æцæг адæм. Сбæлвырд кæн иннæ архайджытӕн сæ куыст, цæмæй хӕрзхъӕддӕр уа. Ӕнцон у!

source: Number of Voices
os: Хъæлæсты нымæц

source: Numbers
os: Нымæцтæ

source: Occitan
os: Окситайнаг

source: Odia
os: Одиа

source: Off
os: Нæ кусы

source: Offensive Content
os: Æфхæрӕг мидис

source: Offensive language
os: Æфхæрæн ныхæстæ

source: Offensive speech
os: Æфхæрæн ныхас

source: Offline Sources
os: Æрмæджытæ Интернеты æддейæ

source: On
os: Кусы

source: On desktop devices you can contribute by downloading…
os: Уæлыстъол компьютерты дæ бон у нывæрын равгæнгæйæ...

source: On iOS please continue with Safari to enable recording…
os: Кæд iOS-ы дæ, уæд, дæ хорзæхæй, адарддæр кæн Safari-имæ, цæмæй зæлтæ фыссæн уа...

source: Optionally join on our email list for updates and new information about the project.
os: Дӕ фæндмæ гæсгæ бафысс дæхи нæ хабæртты номхыгъдмæ, цæмæй проекты тыххæй ног хабæрттæ исай.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
os: Æнæмæнг не сты, нæ размæ хаст демографион рардты базӕ (зæгъæм: кар, æрд, æвзаг æмæ æвзаджы здæхт) уыдон никуы уыдзысты публикацигонд дæ профилы æмæ нæ уыдзысты баст дæ фарсыл рардты базӕйы. Хицæн аудио-клиптæ бастгонд уыдзысты демографион рардты ӕмбырдгонд дырысы нысанимæ - зæгъæм, иртасæджы бафæнддзæнис саразын модель ӕмӕ йӕ бӕрӕг демографион сегментыл ахуыр кӕнын.

source: Ossetian
os: Ирон

source: Other
os: Æндæр

source: Other Language
os: Æндæр æвзаг

source: Other people validate those voice clips.
os: Æндæр адæм бæрæг кæнынц уыцы хъæлæсы клиптæ.

source: Other voice datasets…
os: Ӕндӕр хъӕлӕсон рардты ӕмбырдтӕ…

source: Other Voice Datasets
os: Иннæ хъæлæсон датасеттæ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
os: Не ʼмбалады менеджер хи сбæтдзæн демæ уæлæмхасæн æххуыс бахъарынмæ æмæ фехъусын дын кæнынмæ, кæд дзы ис ныридæгæн де ʼвзагыл кусæг æмбалад, уый.

source: Our governance is founded on the pillars of:
os: Нӕ архайд у ахæм принциптыл конд:

source: Our Partners
os: Нæ партнёртæ

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
os: Нӕ райдайӕн текст арӕзт у, архайджытæ цы хъуыдыйæдтæ бахай кæнынц, уыдонæй, ӕмӕ ма ноджы æхсæнады хæзнайы чи сты, ахæм сценариты диалогтӕй, зæгъæм, <italic>Диссаджы цард</italic>, зæгъгæ, уыцы кинонывæй. Нæ хъуыдыйæдты къопп фенæн ис <githubLink>GitHub-ы ацы ран</githubLink>.

source: Overall Accuracy
os: Иумæйаг дырысдзинад

source: Overall Hr. Total
os: Ӕдӕппӕт сахæттæ

source: Overall project status: see how far we’ve come!
os: Проекты иумæйаг уавæр: акæс-ма, куыд раразмæ стæм!

source: p
os: а

source: Papiamento (Aruba)
os: Папьяменто (Арубæ)

source: Partner
os: Партнёрад

source: Partners
os: Партнёртæ

source: Partnerships
os: Партнёртæ

source: Partnerships and networks
os: Партнерад æмæ хызтæ

source: [Part of the text can’t be heard]
os: [Тексты хай нæ хъуысы]

source: Pashto
os: Пашто

source: Past recordings download requests
os: Кæддæры фыстытæ равгæныны тыххæй курдиат

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
os: <p>Common Voice — иумæйаг хъæлæсон рардты æмбырд, сфæлдыстой йæ æппæт дунейы барвæндон хъæлæстæй. Адæм, кæцыты фæнды хъæлæсон æфтуантæ сфæлдисын, ацы рардты æмбырдæй пайда кæнæн ис машинæты модельты ахуыры фæдыл.</p> <p>Ныртæккæ хъæлæсон рардты æмбырдтæн сæ фылдæр сты компаниты къухы, уый къуылымпы кæны инновацитæ. Хъæлæсон рардты æмбырд уæлиуæг кæнынц урс нæлгоймæгтæ англисаг æвзаджы дзурджытæ. Уый ууыл дзурæг у, æмæ хъæлæсон технологи кæцыдæр æвзæгтыл нæ кусы, фæлæ кæм кусы, уым та чи зоны æмхуызон куса алкæмæндæр. Мах гъе уый фæнды баивын, разæнгард кæнын дунейы æппæт адæмты хъæлæс фæхай кæнын.</p>

source: People come and contribute their voices.
os: Адæм æрцæуынц æмæ бахай кæнынц сæ хъæлæстæ

source: Persian
os: Персайнаг

source: Personal dashboards keep you up-to-date with individual and community progress.
os: Персоналон фæйнæджытæ уын бар ратдзысты куыд хицæн адæймаджы, афтæ æмткæй æмбалады прогресс фенын.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
os: <playbookLink>Ссар пайдаджын амындтæ</playbookLink> æгас Common Voice балцы тыххæй, локализацийæ райдайгæйæ датасетæй пайда кæныныл фæугæйæ, куыд хи сбæттын нæ æмбаладимæ, ууыл дæр.

source: <playIcon></playIcon>Last one!
os: <playIcon></playIcon>Фæстаг!

source: Play/Stop
os: Айзæлын кæн/Стоп

source: Please add a source.
os: Ратæдзæн бацамон.

source: Please add sentences.
os: Бафтау хъуыдыйæдтæ, дæ хорзæхæй.

source: Please fill out this field.
os: Дæ хорзæхæй, бафысс ацы рæнхъ.

source: Polish
os: Польшæйаг

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
os: <pontoonAccountLink>Скӕнут аккаунт</pontoonAccountLink>, кӕд уӕм нӕма ис, уӕд. Стӕй равзарут ӕвзаг <strong>(‘Team’)</strong> ӕмӕ рахизут проектмӕ (‘Project‘), <pontoonCvLink>Common Voice</pontoonCvLink> у йæ ном. Уым уыдзысты файлтӕ, кӕцытӕ хъӕуы ратӕлмац кӕнын. Кӕцыфӕндыйыл дӕр дзы куы ныххӕцай, уӕд дзы уӕлейы фендзынӕ йӕ англисаг оригинал, бынӕй та дзы уыдзӕн рӕнхъ, кӕцыйы хъӕудзӕн бафыссын тӕлмац.

source: Portuguese
os: Португайлаг

source: Press play, listen & tell us: did they accurately speak the sentence below?
os: Ныххæц «Айзæлын кæн», байхъус æмæ зæгъ, раст дзуры ацы хъуыдыйад?

source: Press { shortcut-play-toggle } to toggle play mode
os: Æрхæц { shortcut-play-toggle } , цæмæй режим раивай

source: Privacy
os: Приватондзинад

source: Privacy Policy
os: Конфиденциалондзинады политикæ

source: Privacy, security and transparency.
os: Конфиденфиалондзинад, ӕдасдзинад ӕмӕ рухсдзинад.

source: Pro
os: Дæсны

source: Profile
os: Профиль

source: Profile information improves the audio data used in training speech recognition accuracy.
os: Профилы информаци уæлдæр кæны аудио-рардты ӕмбырды дырысдзинад, кæцыйæ пайда кæнынц ныхасы æвзарæн ахуыры.

source: Profile: { $username }
os: Профиль: { $username }

source: Progress
os: Æххæсткæныны къæпхæн

source: Punctuation
os: Пунктуаци

source: Punjabi
os: Панджабаг

source: Quechua Chanka
os: Кечуæ чанкæ

source: r
os: ф

source: Read More
os: Кæс фылдæр.

source: Read more on our About page
os: Фылдӕр базон нӕ фарсыл «Мах тыххӕй»

source: Read the sentence carefully - don’t miss, change or add words.
os: Хъуыдыйад лæмбынæг бакæс — ма дзы байрох кæн, аив кæнæ бафтау ныхæстæ.

source: Ready to add your voice or lend your ear?
os: Цæттæ дæ хъæлæс бафтауынмæ кæнæ байхъусынмæ?

source: Ready to contribute?
os: Бавæрд бахæссынмæ цæттæ дæ?

source: Ready to do { $count } more?
os: Цæттæ дæ { $count } ноджы бакæнынмæ?

source: Ready to donate your voice?
os: Цæттæ стут бахай кæнынмæ уæ хъæлæсæй?

source: Ready to help validate sentences?
os: Цæттæ дæ бахуыс кæнынмæ хъуыдыйæдтæ сгарынæн?

source: reCAPTCHA is required if you want to proceed
os: reCAPTCHA хъæуы, кæд дæ дарддæр фæнды

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
os: Исут электронон фыстæджытæ, зæгъæм, фæлварæны æмæ нысаны зæрдылдардтæ, прогресс æмæ хабæрттæ Common Voice-ы тыххæй.

source: Recorded Clips
os: Фыст клиптæ

source: Recorded Hours
os: Фыст сахæттæ

source: <recordIcon></recordIcon> Last one!
os: <recordIcon></recordIcon> Фæстаг!

source: Recordings
os: ныффысты

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
os: Хъæлæсон æрмæджыты ныффыст — æнæбайсгæ хай сфæлдисынæн нæ гом рардты базæ; чидӕртӕ загътаиккой, ивхæрсæн хай ма кæй у.

source: Record/Stop
os: Ныффыст/Æрлæуд

source: Record your voice
os: Ныффысс дæ хъæлæс

source: Refresh
os: Сног кæн

source: remove
os: сыхал

source: Remove
os: Сыхал

source: Remove Avatar
os: Аватар сыхал

source: Report
os: Бахъаст кæн

source: Report was passed successfully
os: Отчёт æнтысджынæй фæцис

source: Request a Language
os: Æркур æвзаг

source: Request recordings
os: Фыстытæ æркур

source: *required
os: *æнæмæнг хъæуы

source: Re-record
os: Ногæй ныффысс

source: Re-record clip
os: Клип ногæй ныффысс

source: Return
os: Enter

source: Return here to edit your goal anytime.
os: Фæстæмæ здæх ардæм, цæмæй баивай дæ нысан алы рæстæджы.

source: Return to Common Voice
os: Common Voice-мæ раздæх

source: Return to Common Voice Datasets
os: Раздæх Common Voice-ы рардты хæрхтæм

source: Return to Languages
os: Æвзæгтæм раздæх

source: Review
os: Бафæлварын

source: Review & re-record clips here as you go
os: Æркæс æмæ ногæй ныффысс клиптæ ам

source: Review & re-record clips if needed
os: Æркæс кӕнӕ ногæй ныффысс клиптæ, кæд хъæуы

source: Review & Submit
os: Бафӕлварын ӕмӕ Арвитын

source: Romanian
os: Румыниаг

source: Romansh Sursilvan
os: Сурсельвæйаг реторомайнаг

source: Romansh Vallader
os: Реторомайнаг

source: Runyankole
os: Ньянколеаг

source: Russian
os: Уырыссаг

source: s
os: а

source: Sakha
os: Саха (якутаг)

source: Santali (Ol Chiki)
os: Санталиаг

source: Saraiki
os: Сараки

source: Sardinian
os: Сардиниаг

source: Save
os: Бафснай

source: Saved
os: Æфснайд æрцыдис

source: Search
os: Агур

source: Search for answers
os: Дзуаппыты агуырд

source: Search for them on the Internet
os: Ссар сæ интернеты

source: See how your progress compares to other contributors all over the world.
os: Бакæс дæ прогрессы фæстиуæг иннæ архайджытимæ æппæт дунейы цы уавæры ис?

source: See Less
os: Къаддæр уынын

source: See More
os: Фылдæр фен

source: Select a Language...
os: Æвзаг равзар...

source: Selected
os: Æвзæрст

source: Select Language
os: Равзар æвзаг.

source: Select the desired language dataset and choose the version you wish to download.
os: Равзар хъӕугӕ ӕвзаджы рардты ӕмбырд ӕмӕ верси, кӕцыйы дӕ фӕнды равгӕнын.

source: Self Citation
os: Мæхи ныхæстæ

source: Send sign up link
os: Арвитын регистрацийы æрвитæн

source: Sentence
os: Хъуыдыйад

source: Sentence Collection
os: Хъуыдыйæдтæ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
os: <sentenceCollectorFragment>Фылдӕр базон, хъуыдыйӕдты куыд æмбырд кæнæм, уый тыххӕй</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
os: <sentenceCollectorVideo>Кæс нæ хъуыдыйæдты æмбырдгæнæгыл гайдмæ</sentenceCollectorVideo>.

source: Sentences
os: Хъуыдыйæдтæ

source: Sentences are collected for people to read aloud.
os: Хъуыдыйæдтæ æмбырд æрцæуынц, цæмæй адæм сæ кæсой хъæрæй.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
os: Хъуыдыйæдтæ сгæрст æрцæуынц æмбалады модераци процессы фæрцы, фæлæ уæддæр ацы процесс æнаипп нæу. Ды куы фенай кæнæ фехъусай, дæ зæрдæхудты кæй цæуы кæнæ хъыг дын кæй у, ахæм хъуыдыйад, зæгъæм, уымæн æмæ уый халы нæ <participationGuidelines>æмбалады хайады фæтк</participationGuidelines>, уæд, дæ хорзæхæй, æрхæц тырысайы цæппæрыл интерфейсы. Стæй дæ бон у немæ сбæттын <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
os: Цы фразæтæ нын раттай, уыдон бафтаудзыстæм иумæйаг рардты æмбырдмæ cc-0 лицензийы ууылты.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
os: Хъуыдыйæдтæ хъуамæ сгæрст æрцæуой æмæ сфидар æрцæуой дыууæ адæймагæй, цæмæй бафтой Common Voice-мæ. Ды аразыс амындтæ де ʼвзагæн <languageGuidelinesLink>мæнæ ам</languageGuidelinesLink>. Хъуыдыйæдтæ хъуамæ уой <licenseLink>æхсæнады исы</licenseLink> æмæ 15 дзырдæй къаддæр. Дæ бон у ракурын тексты бардарæгæй <waiverLink>CC0 скæныны тыххæй нæ авторы бартæй суæгъд кæныны процессы фæрцы</waiverLink>, æмæ арвит махмæ commonvoice@mozilla.com.

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
os: Сгæрст цы æрцыдысты, уыцы хъуыдыйæдтæ экспортгонд цæуынц æртыццæджыты æмæ æнцонвадат сты фæдылдзог релизы фæстæ.

source: Sentence text
os: Хъуыдыйады текст

source: Serbian
os: Сербаг

source: Set a goal
os: Нысан æрæвæр

source: Set my visibility
os: Æррæстмæ кæнын мæ уынгæдзинад

source: Setswana
os: Сецуанæ

source: Settings
os: Рæвдзгæнæнтæ

source: SHA256 Checksum Copied!
os: SHA256 чексуммæ къопигонд у!

source: Share Common Voice
os: Common Voice-æй бахай кæн

source: Share my goal
os: Равдис мæ нысан

source: Share your clip
os: Дæ клипæй бахай кæн

source: Share your { $count } Clip Daily Goal for { $type }
os: Равдис дæ æрвылбоны { $count } клипы нысан { $type }-æн

source: Share your { $count } Clip Weekly Goal for { $type }
os: Равдис дæ алкъуырион { $count } клипы нысан { $type }-æн

source: Shilha
os: Шилхиаг

source: Shortcuts
os: Къæбæлты æмиуæд

source: [Should be ‘dinosaurs’]
os: [Ӕвӕццӕгӕн «динозавртӕ»]

source: Show my ranking
os: Равдис мæ рейтинг

source: Sicilian
os: Сицилиаг

source: Sign up
os: Регистраци

source: Sign up for an account
os: Аккаунт регистраци скæнут

source: Sign up for Common Voice newsletters, goal reminders and progress updates
os: Дæ хорзæхæй, дӕхи бафысс Common Voice-ы хабæрттæм, дæ нысæнттæ зæрдыл æрыфтауæн фыстæджытæм æмæ дæ прогрессы тыххæй хъусынгæнинæгтæм.

source: sign up for email updates
os: Уæхи бафыссут ног хабæрттæ райсыныл эл. постыл

source: Sign up for { $lang } updates:
os: Дæхи бафысс { $lang } æвзаджы тыххæй ног хабæрттæм:

source: Single ZIP file containing
os: Иунæй ZIP-файл, йæ мидæг та

source: Sinhala
os: Сингайлаг

source: Siswati
os: Сисуати

source: Size
os: Бæрц

source: Skip
os: Ныууадз

source: Skip Submission Feedback
os: Аргъгæнд æрвитын фæуадз

source: Slovak
os: Словакаг

source: Slovenian
os: Словениаг

source: Social media
os: Социалон хызтæ

source: Somali
os: Сомалиаг

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
os: Иуӕй-иу æвзæгты ис стыр хицæндзинæдтæ грамматикæйы, дзырдуаты æвæрды æмæ дзурыны ахасты. Уый аххосæй 2022 азы мах <ctaLink>æвдисæм "Здӕхтытӕ"</ctaLink>. Уый нын нæ къордтæн ратдзæн фадат, цæмæй æвзæгты стыр рардты æмбырды хицæн кæной.

source: Someone asks for a language to be added.
os: Чидæр куры, цæмæй æвзаг бафтой.

source: Something went wrong with reCAPTCHA. Please try again.
os: Цыдæр фæкъуыхцы и reCAPTCHA-имæ. Дæ хорзæхæй, бафæлвар ногæй

source: Soninke
os: Сонинке

source: Sorbian, Lower
os: Дæллаг сорбиаг

source: Sorbian, Upper
os: Сорбаг, уæллаг

source: Sorry, Common Voice is running slowly. Thanks for your interest.
os: Бахатыр кæн, ныртæккæ Common Voice кусы сындæггай. Бузныг дæ интересы тыххæй.

source: Sorry, something went wrong
os: Хатыр, цыдæр нæ фæрæстмæ

source: Source of your sentence
os: Кæцæй ист у дæ хъуыдыйад

source: Source: { $source }
os: Ратæдзæн: { $source }

source: Southern Kurdish
os: Хуссар курдаг

source: Southern Sotho
os: Хуссар сото

source: Spanish
os: Испайнаг

source: Speak
os: Дзур

source: Speakable
os: Ныхасы стиль

source: Speakers
os: Дзурджытæ

source: Speaking
os: Фыст

source: Speaking and Listening
os: Фыст æмæ басгæрст

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
os: Дзур дæ нормалон хъæлæсæй! Куыддæриддæр дзурай, уæддæр мах дыл цин кæнæм. Мах фæнды дæ фылдæрхаттон хъæлæс йæ æппæт миниуджытимæ: акцент, интонаци æмæ хъæлæсы тыхимæ.

source: Speak now
os: Дзур ныртæккæ

source: Speak up, contribute here!
os: Дæ хъуыды зæгъ, æххуыс нын у!

source: Special Characters and Foreign Letters
os: Сæрмагонд символтæ æмæ æндæр æвзæгты дамгъæтæ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
os: Сæрмагонд символтæ æмæ æрхæцæн нысæнттæ æмбæлы иу кæнын, æнæмæнг хъæугæдзинад куы уа, уæд. Зæгъæм, апостроф англисаг æвзагмæ иу куы уа, уæд, ахæмтæ куыд “don’t” æмæ “we’re”, æмæ ма хъуамæ райдайæн тексты иу уа, фæлæ зынтæй бауырндзæнис, искуы дæ кæй бахъæудзæнис сæрмагонд символтæ, ахæмтæ куыд “@” кӕнӕ ”#”.

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
os: <speechBlogLink>Ныхас раиртасыны куыст райдай</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
os: Ныхас у æппæты æрдзон, мах кæй фæрцы кæрæдзимæ æмхиц вæййæм, ахæм амал, æмæ хъæлæсон технологитæ æрхæссынц уыцы æнцондзинад нæ компьютертæн æмæ мобилон арæзтытæн. Мах фæнды разæнгард кæнын саразджыты, цæмæй уыдон аразой замманай хъæлæсы базонæн æфтуантæ, зæгъæм, æмрæстæгон тæлмацгæнджытæ æмæ цифрон ассистенттæ. Фæлæ ныртæккæ, цы хъæуы æфтуанты арæзтадæн, уыцы хъæлæсон рардтæн йæ фылдæр хай у зынаргъ æмæ сæрмагонд. Мах нæ зæрдæ дарæм, Common Voice рардты æмбырд кæй феххуыс кæндзæн саразджытæн хъæлæсы технологи æнцонвадат скæнынæн сæхи æвзаджы, ууыл. Цæмæй хъæлæсы базонæн уа универсалондæр, мах æмбырд кæнæм хъæлæсон скъуыддзæгтæ канд арæхæмбæлгæ æвзæгтæй нæ, фæлæ, кæцытæм ис цыбырнымæц дзурджытæ æмæ кæцытæ нæй комерцион хъæлæсы базонæн сервисты, уыцы æвзæгтæй дæр. Бирæвæрсыг рардты æмбырды публикаци разæнгард кæндзæн саразджыты, амалиуæгдартæ æмæ æгас хъæлæсон æмбалæдтæ, цæмæй акæсой уыцы хъæндзинадмæ сæхæдæг.

source: Speech-to-text (STT)
os: Ныхас-текстмæ

source: Speech-to-text (STT) technologies convert voice data into text.
os: Ныхас-текстмæ технологитæ фестын кæнынц хъæлæсон рардтæ текстмæ.

source: Spelling and Punctuation
os: Орфорграфи æмæ пунктуаци

source: Split into { $archiveCount } ZIP files containing
os: Байуарын { $archiveCount } ZIP-файлтыл, сӕ мидӕг та

source: Splits
os: Дихтæ

source: Start recording
os: Райдай фыссын

source: Start typing to describe your accent
os: Фыссын райдай, цæмæй афыссай дæ акцент.

source: Statistics
os: Статистикæ

source: Stats
os: Статистикæ

source: Status Page
os: Статусы фарс

source: Streaks
os: Тагтæ

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
os: <strong>Ма ʼппар, дзурæгмæ кæм ис акцент, кæцы хицæн кæны дæхионæй, ахæм клиптæ </strong> – хъæлæсы базонæнæн тынг ахсджиаг у кусын хуыздæр алкæмæн.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
os: <strong>Креативон су!</strong> Де ’взаджы æмбалад уыдзæнис уникалон, æмæ адон сты айдагъ цалдæр райдайыны амалы.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
os: <strong>Хъуыдыйадты æмбырдгæнæг</strong> у, æмбырд чи кæны æмæ чи сгары æхсæнадон исы хъуыдыйæдтæ, ахæм фæрæз. Дæу <scAccountLink>бахъæудзæн аккаунт скæнын</scAccountLink>. Уый фæстæ бафтау де ʼвзаг дæ <strong>профилыл</strong>. Дæ бон у <strong>бафтауын</strong> хъуыдыйæдтæ кæнæ <strong>сгарын</strong> æрæджы бафтыд хъуыдыйæдтæ.

source: Submission Error
os: Æрвитыны рæдыд

source: Submit
os: Арвит

source: Submit a report
os: Хъаст арвит

source: Submit clips
os: Арвит клиптæ

source: Subscribe
os: Мæхи баффыссын

source: Success
os: Æнтыст

source: Success, profile created!
os: Профиль сфӕлдыстай, бантыстис дын!

source: Swahili
os: Суахили

source: Swedish
os: Шведаг

source: Syriac
os: Сириаг

source: Tagalog
os: Тагалог

source: Tahitian
os: Таитиаг

source: Taiwanese (Minnan)
os: Тайваниаг (миннань)

source: Tajik
os: Таджикаг

source: Taking several attempts to read a word.
os: Иу дзырд кӕсгӕйӕ цалдӕр фӕлварӕны.

source: Tamazight
os: Тамазигхт

source: Tamil
os: Тамилаг

source: Tap
os: Фæцагай

source: Tatar
os: Тæтæйраг
